Repository: sourcelocation/PicassoLegacyUnmaintained
Catalog: Picasso/*.lproj/InfoPlist.strings
Languages: fr, he, ru, sv

source: CFBundleDisplayName
fr: Picasso
he: קוואבאנגה
ru: Picasso
sv: Picasso

source: CFBundleName
fr: Picasso
he: קוואבאנגה
ru: Picasso
sv: Picasso

source: Picasso Operation
fr: Opération pour Picasso
he: פעולות קוואבאנגה
ru: Операция Picasso

source: FileSwitcherPro Item
fr: Fichier FileSwitcherPro
ru: Элемент FIleSwitcherPro
sv: FileSwitcherPro objekt

source: Icon Theme
fr: Pack d'icônes
he: עיצוב האייקונים
ru: Тема иконки
sv: Tema för ikoner

source: NSAppleMusicUsageDescription
fr: Autoriser l'application Picasso à obtenir un accès complet au disque (pour activer la modification des touches du code par exemple) ?
he: תן גישה לסנדבוקס (צריך לעשות את זה בשביל מקשי הקוד ועוד כמה אופציות אחרות)
ru: Для использования некоторых твиков (например, темы клавиш код-пароля) требуется разрешение на выход из Sandbox.
sv: Ge tillstånd till sandlåda (behövs för att modifiera bland annat lösenordsnycklar)

source: NSLocationAlwaysAndWhenInUseUsageDescription
fr: Picasso s'actualise en arrière plan pour pouvoir continuellement appliquer vos modifications. Normalement, iOS empêche ces applications de s'actualiser après une courte durée. Picasso va demander à iOS l'accès aux données de localisation pour que l'application continue de s'actualiser en arrière plan. Aucune donnée relative à votre localisation ne sera stockée ou envoyée aux développeurs.
he: קוואבאנגה רץ ברקע כדי לוודא שהשינויים ממשיכים לפעול. בדרך כלל iOS הורג אפליקציות כאלה כל כמה זמן. אבל קוואבאנגה מטעה את iOS בכך שהוע מבקש אישור למיקום וכך מאפשר סשנים ארוכים יותר. מידע אף פעם לא מאוחסן בשום מקום, רק מבוקש
ru: Picasso работает в фоновом режиме, чтобы поддерживать работу твиков. Обычно iOS убивает фоновые процессы спустя некоторое время, но Picasso может периодически запрашивать данные о геолокации, что позволяет обойти это ограничение. Эти данные нигде не хранятся и никуда не отправляются.
sv: Picasso körs i bakgrunden för att se till att alla tweaks fungerar. Vanligtvis stoppas sådana appar efter ett tag av iOS. Men Picasso lurar iOS genom att begära platsdata vilket tillåter mycket längre sessioner. Data lagras aldrig någonstans, bara hämtas.

source: NSLocationWhenInUseUsageDescription
fr: Picasso s'actualise en arrière plan pour pouvoir continuellement appliquer vos modifications. Normalement, iOS empêche ces applications de s'actualiser après une courte durée. Picasso va demander à iOS l'accès aux données de localisation pour que l'application continue de s'actualiser en arrière plan. Aucune donnée relative à votre localisation ne sera stockée ou envoyée aux développeurs.
he: קוואבאנגה רץ ברקע כדי לוודא שהשינויים ממשיכים לפעול. בדרך כלל iOS הורג אפליקציות כאלה כל כמה זמן. אבל קוואבאנגה מטעה את iOS בכך שהוע מבקש אישור למיקום וכך מאפשר סשנים ארוכים יותר. מידע אף פעם לא מאוחסן בשום מקום, רק מבוקש
ru: Picasso работает в фоновом режиме, чтобы поддерживать работу твиков. Обычно iOS убивает фоновые процессы спустя некоторое время, но Picasso может периодически запрашивать данные о геолокации, что позволяет обойти это ограничение. Эти данные нигде не хранятся и никуда не отправляются.
sv: Picasso körs i bakgrunden för att se till att alla tweaks fungerar. Vanligtvis stoppas sådana appar efter ett tag av iOS. Men Picasso lurar iOS genom att begära platsdata vilket tillåter mycket längre sessioner. Data lagras aldrig någonstans, bara hämtas.

source: NSPhotoLibraryUsageDescription
fr: Autoriser l'app à accéder à vos photos ?
he: תמונות
ru: Фото
sv: Bilder

source: OpenType font
fr: Police OpenType
ru: Шрифт OpenType
sv: OpenType-teckensnitt

source: Passcode Theme File
fr: Thème de touche de mot-de-passe
he: קובץ עיצוב קוד
ru: Файл с темой клавиш
sv: Temafil för lösenord

source: Theme Archive File
fr: Archive de thème
he: קובץ ארכיון עיצובים
ru: Архив с темой
sv: Arkiv för tema

source: TrueType collection
fr: Collection TrueType
he: קולקציית TrueType
ru: Коллекция TrueType
sv: TrueType-samling

source: TrueType font
fr: Police TrueType
he: פונט TrueType
ru: Шрифт TrueType
sv: TrueType-teckensnitt
