Repository: sourcelocation/PicassoLegacyUnmaintained
Catalog: Picasso/*.lproj/Localizable.strings
Languages: ar

source: (Recommended)
ar: (مستحسن)

source: *Will also hide carrier name **Will also hide cellular data indicator
ar: سيخفي أيضا اسم الناقل * ** سيخفي أيضا مؤشر البيانات الخلوية

source: %lld bytes
ar: %lld بايت

source: ⚠️⬇ PLEASE READ ⬇⚠️ After the phone resprings, please *reopen Picasso* to fix apps not functioning properly VERY IMPORTANT: If you see the apple logo and progress bar, do not worry, your device is fine. PLEASE DO NOT ATTEMPT TO FORCE REBOOT IT. Elapsed time: (Double(Int(-timeStart.timeIntervalSinceNow * 100.0)) / 100.0)s
ar: ⚠️⬇ من فضلك اقرأ ⬇⚠️ بعد إعادة تشغيل الهاتف ، يرجى * إعادة فتح Picasso * لإصلاح التطبيقات التي لا تعمل بشكل صحيح مهم جدًا: إذا رأيت شعار Apple وشريط التقدم ، فلا تقلق ، جهازك على ما يرام. من فضلك لا تحاول فرض إعادة تشغيله. الوقت المنقضي: (Double(Int(-timeStart.timeIntervalSinceNow * 100.0)) / 100.0)s

source: Action
ar: الإجراء

source: Add Value
ar: إضافة قيمة

source: Advanced
ar: متقدم

source: All app icons will be reverted to their original appearance. Are you sure you want to continue? (Reboot may be required)
ar: ستتم إعادة جميع أيقونات التطبيقات إلى مظهرها الأصلي. هل أنت متأكد من أنك تريد المتابعة؟ (قد تكون إعادة التشغيل مطلوبة)

source: Alternatives
ar: البدائل

source: Always has been
ar: لقد كان دائما

source: An error occured when applying face sizes.
ar: حدث خطأ عند تطبيق أحجام الوجه.

source: An error occured while changing key face.
ar: حدث خطأ أثناء تغيير وجه المفتاح.

source: An error occured while exporting key face.
ar: حدث خطأ أثناء تصدير وجه المفتاح.

source: An error occured.
ar: حدث خطأ.

source: An error occurred
ar: حدث خطأ ما

source: An error occurred while applying the operation
ar: حدث خطأ أثناء تطبيق العملية

source: An error occurred while deleting the operation
ar: حدث خطأ أثناء حذف العملية

source: An error occurred while restoring the files
ar: حدث خطأ أثناء استعادة الملفات

source: An error occurred while saving the operation
ar: حدث خطأ أثناء حفظ العملية

source: An error occurred while trying to disable appclip icons.
ar: حدث خطأ أثناء محاولة تعطيل رموز appclip.

source: An error occurred while trying to enable appclip icons.
ar: حدث خطأ أثناء محاولة تمكين رموز appclip.

source: An error occurred while trying to enable extra settings.
ar: حدث خطأ أثناء محاولة تمكين الإعدادات الإضافية.

source: App Stopped Running
ar: تم إيقاف تشغيل التطبيق

source: App Switcher
ar: مبدل التطبيقات

source: App theme was successfully saved!
ar: !تم حفظ سمة التطبيق بنجاح

source: Applies all tweaks which were applied before.
ar: طبق جميع التعديلات التي تم تطبيقها من قبل.

source: Apply
ar: تطبيق

source: Apply for all?
ar: تطبيق للجميع؟

source: Apply in Background
ar: تطبيق في الخلفية

source: Apply Once
ar: تطبيق مرة واحدة

source: Apply themes
ar: تطبيق السمات

source: Applying operation...
ar: جارٍ تطبيق العملية...

source: Are you sure you want to reset the Default SubType?
ar: هل أنت متأكد أنك تريد إعادة تعيين النوع الفرعي الافتراضي ؟

source: Audio
ar: الصوت

source: Audio Changer
ar: مبدل الصوت

source: Auto respring after apply
ar: إعادة التشغيل التلقائي بعد التطبيق

source: Auto Update Included Audio
ar: التحديث التلقائي يشمل الصوت

source: Background
ar: الخلفية

source: Background Update Frequency
ar: تكرار تحديث الخلفية

source: Banned Apps
ar: التطبيقات المحظورة

source: Basic Configuration
ar: التكوين الأساسي

source: Begin Recording
ar: بدء التسجيل

source: Big
ar: كبير

source: binary
ar: ثنائي

source: Blacklist
ar: القائمة السوداء

source: Blacklist File Contents
ar: محتويات ملف القائمة السوداء

source: Blur: %lld
ar: الضبابية: %lld

source: Breadcrumb Text
ar: نص مسار التنقل

source: Calculate Size
ar: حساب الحجم

source: Cancel
ar: إلغاء

source: Card Changer
ar: مبدل البطاقة

source: Carrier Text
ar: نص الناقل

source: CC Modules
ar: عناصر مركز التحكم

source: Change
ar: تغيير

source: Change Breadcrumb Text
ar: تغيير نص مسار التنقل

source: Change Carrier Text
ar: تغيير نص الناقل

source: Change Status Bar Time Text
ar: تغيير نص وقت شريط الحالة

source: Charging
ar: الشحن

source: Choose a device subtype
ar: اختر نوعًا فرعيًا للجهاز

source: Choose a lock preference
ar: اختر تفضيل القفل

source: Choose a name for the category
ar: اختر اسمًا للفئة

source: Choose a name for the lock
ar: اختر اسماً للقفل

source: Choose a name for the sound
ar: اختر اسماً للصوت

source: Choose a plist type
ar: اختر نوع plist

source: Choose a size
ar: اختر المقاس

source: Choose a value type
ar: اختر نوع القيمة

source: Choose an operation type
ar: اختر نوع العملية

source: Choose an update option
ar: اختر خيار التحديث

source: Choose app Icon
ar: اختر أيقونة التطبيق

source: Choose size
ar: اختر الحجم

source: Clear image
ar: مسح الصورة

source: Close
ar: إغلاق

source: Confirm
ar: تأكيد

source: Control Center
ar: مركز التحكم

source: Corrupting
ar: تلف

source: Could not calculate plist size!
ar: تعذر حساب حجم plist!

source: Could not download theme!
ar: تعذر تنزيل السمة!

source: Couldn't get url of file. Did you select it?
ar: تعذر الحصول على عنوان URL للملف. هل قمت بتحديده؟

source: Couldn't get url of folder. Did you select it?
ar: تعذر الحصول على عنوان URL للمجلد. هل قمت بتحديده؟

source: Picasso App Icon
ar: أيقونة تطبيق Picasso

source: Picasso requires “Always” location permission.
ar: يتطلب Picasso إذن موقع "دائمًا".

source: Create
ar: إنشاء

source: Create Operation
ar: إنشاء عملية

source: Credits
ar: الاعتمادات

source: Currently to submit themes for other people to see and use, we have to review them on our Discord in #showcase channel.
ar: في الوقت الحالي لإرسال السمات إلى أشخاص آخرين لمشاهدتها واستخدامها، يتعين علينا مراجعتها على Discord في #showcase channel.

source: Custom
ar: مخصص

source: Custom image
ar: صورة مخصصة

source: Custom Operations
ar: عمليات مخصصة

source: Default
ar: افتراضي

source: Default Notifications
ar: الإشعارات الافتراضية

source: Delete
ar: حذف

source: Delete Shortcut Banners
ar: حذف لافتات الاختصار

source: Deleting operation...
ar: جارٍي حذف العملية...

source: Dialer Face Editor
ar: محرر وجه مفاتيح الاتصال

source: Dialer keys successfully cleared!
ar: !تم مسح مفاتيح الاتصال بنجاح

source: Disable
ar: تعطيل

source: Disable App Switcher Blur
ar: تعطيل ضبابية مبدل التطبيقات

source: Disable CC Module Background
ar: تعطيل خلفية مركز التحكم

source: Disable Folder Background
ar: تعطيل خلفية المجلد

source: Disable Folder Blur
ar: تعطيل ضبابية المجلد

source: Disable Library Pods Background
ar: تعطيل خلفية مكتبة التطبيقات

source: Disable Shortcut Apps as Appclips
ar: تعطيل اختصار التطبيقات كما Appclips

source: Dock
ar: البار السفلي

source: Download themes in Themes tab.
ar: قم بتنزيل السمات في علامة تبويب السمات.

source: Downloading
ar: جارى التحميل

source: Dynamic Island
ar: جزيرة ديناميكية

source: Dynamic Island Pro Max
ar: ديناميك ايلاند برو ماكس

source: Dynamic Island SubTypes
ar: الأنواع الفرعية للجزيرة الديناميكية

source: Edit Operation
ar: تحرير العملية

source: Editing %@
ar: تعديل %@

source: Email
ar: البريد الإلكتروني

source: Enable
ar: تمكين

source: Enable Shortcut Apps as Appclips
ar: تمكين اختصار التطبيقات كما Appclips

source: Enabled
ar: تم التمكين

source: End Recording
ar: إنهاء التسجيل

source: Enter Dimensions
ar: أدخل الأبعاد

source: Enter Key Dimensions
ar: أدخل أبعاد المفتاح

source: Enter Name
ar: أدخل الاسم

source: Error
ar: خطأ

source: Error occured while fetching themes
ar: حدث خطأ أثناء جلب السمات

source: Errors occurred while setting some icons
ar: حدثت أخطاء أثناء تعيين بعض الأيقونات

source: Exaple
ar: مثال

source: Exploit Code
ar: كود الثغره

source: Explore
ar: استكشف

source: Extra Preferences
ar: تفضيلات إضافية

source: Failed to apply audio for:
ar: فشل تطبيق الصوت لـ:

source: Failed to apply Device SubType!
ar: فشل تطبيق النوع الفرعي للجهاز!

source: Failed to apply resolution:
ar: :فشل في تطبيق الدقة

source: Failed to apply system version change! The version must be shorter than your current device version. (error.localizedDescription)
ar: فشل في تطبيق تغيير إصدار النظام! يجب أن يكون الإصدار أقصر من إصدار جهازك الحالي. (error.localizedDescription)

source: Failed to create category
ar: فشل إنشاء الفئة

source: Failed to load operations.
ar: فشل تحميل العمليات.

source: Failed to save theme!
ar: !فشل في حفظ السمة

source: File not found!
ar: لم يتم العثور على الملف!

source: File:
ar: الملف:

source: Files
ar: الملفات

source: Fix tweaks
ar: إصلاح الأدوات

source: Fixing apps...
ar: جارٍ إصلاح التطبيقات...

source: Folder
ar: مجلد

source: Footnote
ar: الحاشية السفلية

source: Force MacDirtyCOW
ar: فرض MacDirtyCOW

source: Forgot password?
ar: هل نسيت كلمة المرور ؟

source: Frequent
ar: متكرر

source: From where do you want to import from?
ar: من أين تريد الاستيراد ؟

source: Full reset
ar: إعادة تعيين كاملة

source: Gestures / Dynamic Island
ar: الإيماءات /الجزيرة الديناميكية

source: Glitch
ar: خلل

source: Go here if something isn't working correctly.
ar: اذهب هنا إذا كان هناك شيء لا يعمل بشكل صحيح.

source: Height
ar: الارتفاع

source: Hide Airplane Mode
ar: إخفاء وضع الطيران

source: Hide AirPlay
ar: إخفاء AirPlay

source: Hide Alarm
ar: إخفاء المنبه

source: Hide Battery
ar: إخفاء البطارية

source: Hide Bluetooth
ar: إخفاء Bluetooth

source: Hide CarPlay
ar: إخفاء CarPlay

source: Hide Cellular*
ar: إخفاء الإشارة الخلوية*

source: Hide Do Not Disturb
ar: إخفاء عدم الإزعاج

source: Hide Dock
ar: إخفاء خلفية البار السفلي

source: Hide Home Bar
ar: إخفاء شريط الصفحة الرئيسية

source: Hide Location
ar: إخفاء الموقع

source: Hide Notification Banner Background
ar: إخفاء خلفية لافتة الإشعارات

source: Hide Rotation Lock
ar: إخفاء قفل الاتجاه الرأسي

source: Hide Status Bar Time
ar: إخفاء وقت شريط الحالة

source: Hide VPN
ar: إخفاء VPN

source: Hide Wi-Fi**
ar: **Wi-Fi إخفاء شبكة

source: Home
ar: الصفحة الرئيسية

source: Home Screen
ar: الشاشة الرئيسية

source: I'm not a robot (no cap)
ar: أنا لست روبوتًا (بدون غطاء)

source: Icons
ar: أيقونات

source: Icons override
ar: تجاوز الأيقونات

source: If the custom lock does not apply for you, try another option.
ar: إذا كان القفل المخصص لا ينطبق عليك، فجرّب خيارًا آخر.

source: Import Passcode Theme
ar: استيراد سمة رمز المرور

source: In progress...
ar: ...قيد التقدم

source: In the meantime you can ...
ar: في هذه الأثناء أنت يُمْكِنُ أَنْ ...

source: Included
ar: مشمول

source: Info
ar: معلومات

source: Input Software Version
ar: أدخل رقم الإصدار

source: iPhone X Gestures
ar: إيماءات iPhone X

source: Join Discord
ar: انضم إلى ديسكورد

source: Key
ar: مفتاح

source: Keyboard Press Clear
ar: لوحة المفاتيح زر المسح

source: Keyboard Press Delete
ar: لوحة المفاتيح زر الحذف

source: Keyboard Press Normal
ar: لوحة المفاتيح زر عادي

source: Lock
ar: قفل

source: Lock Screen
ar: قفل الشاشة

source: Lock Screen Footnote
ar: تعليق سفلي لشاشة القفل

source: Lock Screen Footnote Changer
ar: مبدل التعليق السفلي لشاشة القفل

source: Lock Type
ar: نوع القفل

source: Locks
ar: أقفال

source: Log in
ar: تسجيل الدخول

source: Log in Sourced
ar: تسجيل الدخول مصدرها

source: Low Power
ar: طاقة منخفضة

source: Main Developer
ar: المطور الرئيسي

source: Make It So, Number One
ar: اجعلها كذلك ، رقم واحد

source: Max:
ar: الحد الأقصى:

source: Min:
ar: الحد الأدنى:

source: Minecraft
ar: ماين كرافت

source: Miscellaneous
ar: متنوع

source: More Settings
ar: المزيد من الإعدادات

source: Name
ar: الاسم

source: Name:
ar: الاسم:

source: New Category
ar: فئة جديدة

source: New Mail
ar: بريد جديد

source: New Operation
ar: عملية جديدة

source: New theme name
ar: اسم السمة الجديد

source: No
ar: لا

source: No Cards Found
ar: لم يتم العثور على بطاقات

source: No respring required to apply.
ar: لا يلزم إعادة التشغيل السريع للتطبيق.

source: No themes containing icons for %@ (%@) have been found.
ar: %@ (%@)لم يتم العثور على سمات تحتوي على أيقونات ل

source: No themes found. Download themes in the Explore tab, or import them using the button in the top right corner (Themes have to contain icons in the format of <id>.png).
ar: لم يتم العثور على السمات. قم بتنزيل السمات في علامة التبويب "استكشاف" ،أو قم باستيرادها باستخدام الزر الموجود في الزاوية اليمنى العليا (يجب أن تحتوي السمات على رموز بتنسيق <id>.png).

source: Not a valid size!
ar: حجم غير صالح!

# noThemingFixup
source: Don't fix catalogs
ar: لا يوجد إصلاح السمات

source: Notification Banner
ar: لافتة الإشعارات

source: OK
ar: موافق

source: Open Settings
ar: فتح الإعدادات

source: Operation Name
ar: اسم العملية

source: Options
ar: خيارات

source: Other
ar: غير ذلك

source: Overwrite Banned Apps
ar: الكتابة فوق التطبيقات المحظورة

source: Overwrite Blacklist
ar: الكتابة فوق القائمة السوداء

source: Overwrite CDHashes
ar: الكتابة فوق CDHashes

source: Passcode Face Editor
ar: محرر وجه رمز المرور

source: Passcode Faces
ar: وجوه رمز المرور

source: Passcodes
ar: رموز المرور

source: Password
ar: كلمة المرور

source: Path
ar: المسار

source: Path:
ar: المسار:

source: Payment Failed
ar: فشل الدفع

source: Payment Received
ar: تم استلام الدفعة

source: Payment Success
ar: تم الدفع بنجاح

source: Pixel Art
ar: فن البكسل

source: Please close and reopen the Phone app.
ar: .الرجاء إغلاق وإعادة فتح تطبيق الهاتف

source: Please enter a valid category name!
ar: الرجاء إدخال اسم فئة صالح!

source: Please grant Picasso “Always” location permission in Settings so it can run in the background indefinitely.
ar: يرجى منح إذن موقع Picasso "دائمًا" في الإعدادات حتى يمكن تشغيله في الخلفية إلى أجل غير مسمى.

source: Please log into your Sourced Repo account to continue
ar: يرجى تسجيل الدخول إلى حساب Sourced Repo للمتابعة

source: Please respring to finish applying changes.
ar: يرجى إعادة التشغيل السريع لإنهاء تطبيق التغييرات.

source: Please respring to hear changes.
ar: يرجى إعادة التشغيل السريع لسماع التغييرات.

source: Please respring to see changes.
ar: يرجى إعادة التشغيل السريع لمشاهدة التغييرات.

source: Please select a file to import!
ar: !الرجاء تحديد ملف للاستيراد

source: Please wait
ar: يرجى الانتظار

source: Please wait for Picasso to finish theming...
ar: يرجى الانتظار حتى تنتهي Picasso من وضعهم...

source: Plist Data
ar: بيانات Plist

source: Plist Properties
ar: خصائص بليست

source: Plist Type:
ar: نوع بلست:

source: Power Saving
ar: توفير الطاقة

source: Preferences
ar: التفضيلات

source: Reboot to revert resolution changes. It will auto respring when done
ar: أعد التشغيل للتراجع عن تغييرات الدقة. سوف يعيد التشغيل السريع تلقائيا عند الانتهاء

source: Rebuild Icon Cache
ar: إعادة بناء التخزين المؤقت للأيقونة

source: Received Message
ar: الرسالة المستلمة

source: Remove all
ar: إزالة الكل

source: Remove theme
ar: إزالة السمة

source: Rename
ar: إعادة تسمية

source: Rename theme
ar: إعادة تسمية السمة

source: Replace With:
ar: استبدل بـ:

source: Replacement Data
ar: بيانات الاستبدال

source: Replacing
ar: الاستبدال

source: Reset All
ar: إعادة تعيين الكل

source: Reset Default SubType
ar: إعادة تعيين النوع الفرعي الافتراضي

source: Reset faces
ar: إعادة تعيين الوجوه

source: Resolution will now apply
ar: سيتم تطبيق الدقة الآن

source: Respring
ar: إعادة التشغيل السريع

source: Respring is an action that allows restarting your Home Screen without rebooting your device.
ar: إعادة التشغيل السريع هو إجراء يسمح بإعادة تشغيل شاشتك الرئيسية دون إعادة تشغيل جهازك.

source: Respring to see changes
ar: أعد التشغيل السريع لمشاهدة التغييرات

source: Restore
ar: استعادة

source: Restoring original file...
ar: ...استعادة الملف الأصلي

source: Run in background
ar: تشغيل في الخلفية

source: Save
ar: حفظ

source: Save Settings
ar: حفظ الإعدادات

source: Saved
ar: تم الحفظ

source: Saving operation...
ar: جارٍ حفظ العملية...

source: Scheduling a rebuild
ar: جدولة إعادة بناء الأيقونات

source: Scheduling icon cache reset...
ar: إعادة تعيين التخزين المؤقت للأيقونة...

source: Screen Time Enabled
ar: تمكين مدة استخدام الجهاز

source: Screen time was successfully disabled, please reboot to finish application. You will be able to enable connection after restart.
ar: تم تعطيل مدة استخدام الجهاز بنجاح ، يرجى إعادة التشغيل لإنهاء التطبيق. ستتمكن من تمكين الاتصال بعد إعادة التشغيل.

source: Screenshot
ar: لقطة شاشة

source: ScreenTime Remover, Included Audio, Credits, and Card Changer
ar: مزيل مدة استخدام الجهاز، الاصوت المُضمنة، والاعتمادات، ومغير البطاقة

source: Select
ar: تحديد

source: Selected
ar: محدد

source: Sent Mail
ar: تم إرسال البريد

source: Sent Message
ar: تم إرسال الرسالة

source: Set app switcher color
ar: تعيين لون مبدل التطبيقات

source: Set badge color
ar: تعيين لون الشارة

source: Set cc module color
ar: تعيين لون عناصر مركز التحكم

source: Set dock color
ar: تعيين لون البار السفلي

source: Set expanded folder background color
ar: تعيين لون خلفية المجلد الموسع

source: Set folder color
ar: تعيين لون المجلد

source: Set notification banner color
ar: تعيين لون شعار الإشعارات

source: Settings
ar: الإعدادات

source: Shortcut Apps
ar: تطبيقات الاختصار

# showCancelButtonOnThemingEnd
source: Show cancel button on end
ar: إظهار زر "إلغاء" في نهاية السمة

source: Sign up
ar: الاشتراك

source: Size not calculated
ar: لم يتم حساب الحجم

source: Small
ar: صغير

source: Software Version
ar: إصدار البرنامج

source: Springboard Colors
ar: ألوان SpringBoard

source: Springboard Tools
ar: أدوات SpringBoard

source: SpringBoard Tools
ar: أدوات SpringBoard

source: Starting...
ar: ...جاري البدء

source: Status Bar
ar: شريط الحالة

source: Status Bar Time Text
ar: نص وقت شريط الحالة

source: Submit themes
ar: إرسال السمات

source: Success
ar: تم بنجاح

source: Success!
ar: تم بنجاح!

source: Successfully applied audio!
ar: تم تطبيق الصوت بنجاح!

source: Successfully applied tweaks
ar: تم تطبيق التعديلات بنجاح

source: Supervised
ar: خاضع للإشراف

source: Swipe to view different cards
ar: اسحب لعرض بطاقات مختلفة

source: Tap a card to customize
ar: اضغط على بطاقة للتخصيص

source: Tap on any key to edit its appearance
ar: اضغط على أي مفتاح لتعديل مظهره

source: Tap this notification to resume tweak applications.
ar: اضغط على هذا الإشعار لاستئناف تعديل التطبيقات.

source: The app will quit.
ar: سيتم إنهاء التطبيق.

source: The file was successfully restored!
ar: !تمت استعادة الملف بنجاح

source: The imported audio was successfully encoded and saved.
ar: تم ترميز الصوت المستورد وحفظه بنجاح.

source: The imported lock was successfully saved.
ar: تم حفظ القفل المستورد بنجاح.

source: The operation was successfully applied! The operation was not saved, only applied.
ar: تم تطبيق العملية بنجاح! لم يتم حفظ العملية، تم تطبيقها فقط.

source: The operation was successfully deleted!
ar: تم حذف العملية بنجاح!

source: The operation was successfully saved!
ar: تم حفظ العملية بنجاح!

source: The theme was successfully downloaded and saved!
ar: تم تنزيل السمة وحفظها بنجاح!

source: Theme with the name (url.deletingPathExtension().lastPathComponent) already exists. Please rename the folder.
ar: .السمة التي تحمل الاسم (url.deletingPathExtension().lastPathComponent) موجودة بالفعل. الرجاء إعادة تسمية المجلد

source: Themes
ar: السمات

source: This could cause issues. Make sure to disable data or Wi-Fi.
ar: هذا يمكن أن يسبب المشاكل. تأكد من تعطيل البيانات أو Wi-Fi.

source: Tools
ar: الأدوات

source: Translators
ar: المترجمون

source: Tweak Options
ar: خيارات الأدوات

source: Type:
ar: النوع:

source: Unable to delete audio for audio
ar: تعذر حذف الصوت للصوت

source: Unable to save imported lock!
ar: تعذر حفظ القفل المستورد!

source: Uncategorized
ar: غير مصنف

source: Understood, Respring
ar: فهمت، إعادة التشغيل السريع

source: Update Included Audio
ar: تحديث يشمل الصوت

source: Upload File
ar: تحميل الملف

source: Use Alternative Setter
ar: استخدام أداة الضبط البديلة

source: Use at your own risk
ar: استخدمه على مسؤوليتك الخاصة

source: Use this if carrier/time text isn't applying. I would recommend you Reset to Defaults after turning on and saving.
ar: استخدم هذا إذا كان نص الناقل/الوقت لا ينطبق. أنصحك بإعادة التعيين إلى الإعدادات الافتراضية بعد التشغيل والحفظ.

source: Use this if your device is erroneously detecting TrollStore installed, and you do not have an Apply button at the top of the Status Bar page.
ar: استخدم هذا إذا كان جهازك يكتشف عن طريق الخطأ تثبيت TrollStore، وليس لديك زر تطبيق في الجزء العلوي من صفحة شريط الحالة.

source: validate
ar: التحقق من الصحة

source: Value
ar: القيمة

source: Vector
ar: فيكتور

source: Version %@ (%@)
ar: الإصدار %@ (%@)

source: View contents of blacklist files
ar: عرض محتويات القائمة السوداء

source: Wait, it's all TrollTools?
ar: ؟TrollTools انتظر، كل شيء

source: When set to blank on notched devices, this will display the carrier name.
ar: عند تركه فارغا على الأجهزة أكس و فوق، سيعرض هذا اسم الناقل.

source: Whitelist
ar: القائمة البيضاء

source: Whitelist, AirPower Audio, Various fixes
ar: القائمة البيضاء، صوت AirPower، إصلاحات مختلفة

source: Width
ar: العرض

source: Would you like to apply this size for all currently active keys? Otherwise, it will only apply to new faces.
ar: هل ترغب في تطبيق هذا الحجم على جميع المفاتيح النشطة حاليًا؟ خلاف ذلك، سيتم تطبيقه فقط على الوجوه الجديدة.

source: Yes
ar: نعم

source: You do not have any saved passcode themes. Check out the explore tab to find some!
ar: ليس لديك أي سمات رمز المرور محفوظة. تحقق من علامة التبويب استكشاف للعثور على المزيد!

source: Your apps should now function properly
ar: يجب أن تعمل تطبيقاتك الآن بشكل صحيح

source: Your device is connected to internet!
ar: جهازك متصل بالإنترنت!

source: Your device will respring.
ar: سيتم إعادة التشغيل السريع.

source: Your device will respring. Applying using %@.
ar: سيتم إعادة التشغيل السريع. تطبيق باستخدام %@.
